---
kind: property
id: P:Autodesk.Revit.DB.SpatialElement.Number
source: html/dd9b58f0-d259-b0c9-4cbb-ac34e11ca02a.htm
---
# Autodesk.Revit.DB.SpatialElement.Number Property

The number.

## Syntax (C#)
```csharp
public string Number { get; set; }
```